Repository: litterec/rasolo-feedback-log
Catalog: languages/rasolo-feedback-log-*.po
Languages: ru_ru

source: Somecontext|Search: %d station
ru_ru: Поиск: %d станция

source: Feedback log
ru_ru: Журнал обращений

source: The input log index is not numeric
ru_ru: Индекс элемента журнала не является целым числом

source: Such log item is not in array so far
ru_ru: Этот елемент журнала не является массивом

source: Site Visitor Data
ru_ru: Данные по обращениям посетителей сайта

source: Title
ru_ru: Заголовок

source: Content
ru_ru: Содержание

source: There are no records in the feedback log
ru_ru: В журнале обращений нет записей

source: Some old records remained so far. Number
ru_ru: Еще остались старые записи. Количество

source: Delete selected
ru_ru: Удалить выбранные

source: Confirm deletion of selected entries
ru_ru: Подтвердите удаление выбранных записей

source: Selected records have been deleted successfully
ru_ru: Выбранные записи успешно удалены

source: Admin options
ru_ru: Настройки администратора

source: External API password
ru_ru: Пароль внешнего API

source: Captcha secret key
ru_ru: Секретный ключ Google Captcha

source: Save changes
ru_ru: Сохранить изменения

source: Your message has been sent.
ru_ru: Ваше сообщение было отправлено.

source: Your message has not been sent. Please try again.
ru_ru: Ваше сообщение не было отправлено. Пожалуйста, попробуйте еще раз.

source: Please fill in all required fields.
ru_ru: Пожалуйста, заполните все необходимые поля.

source: An unknown error has been occurred.
ru_ru: Произошла неизвестная ошибка.

source: A common error has been occurred.
ru_ru: Произошла ошибка.

source: Failed to check captcha, error no.
ru_ru: Не получилось проверить капчу, ошибка №

source: An error has been occurred while checking the captcha, most likely you are a robot.
ru_ru: Во время проверки капчи произошла ошибка, скорее всего вы - робот.

source: The field %s has been remained blank.
ru_ru: Поле %s осталось пустым.

source: No Google CAPTCHA test data.
ru_ru: Нет данных теста Google CAPTCHA.

source: Take the test to distinguish you from the robot.
ru_ru: Пройдите тест, чтобы отличить вас от робота.

source: User name
ru_ru: Имя пользователя

source: User phone
ru_ru: Телефон пользователя

source: User E-mail
ru_ru: E-mail пользователя

source: Message title
ru_ru: Тема сообщения

source: Message body
ru_ru: Текст сообщения

source: Please enter your name, at least 3 characters
ru_ru: Пожалуйста, введите ваше имя, минимум 3 символа

source: Enter the correct E-mail address.
ru_ru: Введите корректный адрес E-mail.

source: Enter your message, min. 8 characters.
ru_ru: Введите ваше сообщение, мин. 8 символов.

source: The phone number should consist of 10 digits, plus spaces.
ru_ru: Номер телефона должен состоять из 10 цифр, плюс пробелы.

source: The phone number should consist of only 10 numeric characters, plus spaces.
ru_ru: Номер телефона должен состоять только из 10 цифровых символов, плюс пробелы.

source: Error have been encountered while decoding CAPTCHA results. Error code is
ru_ru: Произошла ошибка при декодировании результатов CAPTCHA. Код ошибки:

source: Message is:
ru_ru: Сообщение:

source: An error occurred during an external request. The code is:
ru_ru: Во время внешнего запроса произошла ошибка. Код:

source: Message is:
ru_ru: Сообщение:

source: Missing external query result.
ru_ru: Отсутствует результат внешнего запроса.

source: Your message has not been sent. Data conversion error.
ru_ru: Ваше сообщение не было отправлено. Ошибка преобразования данных.

source: Code is
ru_ru: Код:

source: second(s).
ru_ru: сек.

source: It is not a good idea to send messages so often. Please wait a moment:
ru_ru: Нельзя так часто отправлять сообщения. Пожалуйста, подождите немного:
